export const slides = [
  {
    url: '/re-039.jpg',
    title: 'Частный дом (RE039)',
    tags: ['Архитектура', 'Ленинградская область', 'Рощино 2025 год', '260 м²'],
  },
  {
    url: '/los-angeles.jpg',
    title: 'Дом в LA (RE9770)',
    tags: ['Интерьер', 'Лос-Анджелес', '2023 год', '520 м²'],
  },
  {
    url: '/re-011.jpg',
    title: 'Концепция благоустройства ЖК (RE011)',
    tags: ['Архитектурная среда', 'Санкт-Петербург', '2024 год'],
  },
  {
    url: '/re-018.jpg',
    title: 'Дом в Ленинградской области, Дубровка (RE018)',
    tags: ['Интерьер', 'Ленинградская область, Дубровка', '2023 год', '250 м²'],
  },
  {
    url: '/re-01.jpg',
    title: 'Частный дом (RE01)',
    tags: [
      'Архитектура,',
      'Ленинградская область, Мяглово',
      '2022 год',
      '146 м²',
    ],
  },
  {
    url: '/re-012.jpg',
    title: 'Апартаменты (RE012)',
    tags: ['Интерьер', 'Санкт-Петербург', '2022 год', '64 м²'],
  },
  {
    url: '/re-059.jpg',
    title: 'Частный дом (RE059)',
    tags: ['Интерьер', 'Ленинградская область, Энколово', '2022 год', '340 м²'],
  },
  {
    url: '/re-059a.jpg',
    title: 'Гостевой дом (RE059а)',
    tags: ['Интерьер', 'Ленинградская область, Энколово', '2022 год', '319 м²'],
  },
  {
    url: '/re-0.jpg',
    title: 'Отель в Сочи (RE0)',
    tags: [
      'Архитектура',
      'Интерьер',
      'Благоустройство',
      'Адлерский район',
      '2021 год',
    ],
  },
  {
    url: '/re-016.jpg',
    title: 'Благоустройство двора в центре Петербурга (RE016)',
    tags: ['Архитектурная среда', 'Санкт-Петербург', '2022 год'],
  },
  {
    url: '/re-00.jpg',
    title: 'Кафе-магазин «Ламбери» (RE0)',
    tags: ['Интерьер', 'Ленинградская область', '2021 год', '240 м²'],
  },
];
