import { URL } from '@/constants';

export const SERVICES_DATA = [
  {
    img: 'private-architecture.jpg',
    title: 'Частная архитектура',
    description:
      'Проектирование частных домов и резиденций. Мы работаем с образом жизни клиента, контекстом и задачей, формируя индивидуальные архитектурные решения, а не типовые проекты.',
    link: 'Пример проекта частного дома',
    url: URL.ChastnyyDomVRoshchino,
  },
  {
    img: 'interiors.jpg',
    title: 'Интерьеры',
    description:
      'Проектирование интерьеров как продолжение архитектурной идеи. Пространство, свет и функциональные сценарии выстраиваются в единую систему, отражающую стиль и ритм жизни клиента.',
    link: 'Пример интерьера загородная резиденции',
    url: URL.domVLA,
  },
  {
    img: 'hotel.jpg',
    title: 'Гостиничные и общественные пространства',
    description:
      'Архитектурные и интерьерные проекты для общественных и коммерческих объектов. Мы создаём концепции и пространственные сценарии, которые формируют характер места и работают на его задачу.',
    link: 'Пример архитектуры гостиничного комплекса',
    url: URL.otelVSochi,
  },
  {
    img: 'landscape-and-environment.jpg',
    title: 'Ландшафт и среда',
    description:
      'Проектирование ландшафта и прилегающей среды как части общей архитектурной концепции.',
    link: 'Пример ландшафтного проекта',
    url: URL.zagorodnayaRezidenciya,
  },
];
